{"paperId": "620b7921efd4b4da7aecfbc5169fd574c9c553db", "title": "Exploring scientific trajectories of a large-scale dataset using topic-integrated path extraction", "references": [{"paperId": "386ccc948b073641c81efcc07b99e7bdae328e9f", "title": "Knowledge diffusion paths of blockchain domain: the main path analysis"}, {"paperId": "2a7f0d3ae9808ad5ee2a22a06b496424caa117f9", "title": "Regarding weight assignment algorithms of main path analysis and the conversion of arc weights to node weights"}, {"paperId": "82443cd2f91f91621180c4327db382c3bb91a6b2", "title": "The longest path in the Price model"}, {"paperId": "1add283c82ad0e63751c93e1fd67f02701357f9d", "title": "Identifying the Main Paths of Knowledge Diffusion in the Voice over Internet Protocol"}, {"paperId": "97250bb60435a8eab4417f4b76c90fb148ae711f", "title": "Aggregated topic models for increasing social media topic coherence"}, {"paperId": "ff46a9c93fe3a795b0d7360fdb370721c3315fce", "title": "Literature review: Machine learning techniques applied to financial market prediction"}, {"paperId": "ad436087794b3ef56c50ab839fc47990afd608d0", "title": "A few notes on main path analysis"}, {"paperId": "c32a2bebb900fef4ee46c71493da7acc2603e227", "title": "An Analysis of the Evolving Intellectual Structure of Health Information Systems Research in the Information Systems Discipline"}, {"paperId": "c9f246d90959eca83c6ae450896b78af88d211cd", "title": "An integrated approach to path analysis for weighted citation networks"}, {"paperId": "8ba971beb1368e0e3fd984db063c39a47a922500", "title": "Topic diffusion analysis of a weighted citation network in biomedical literature"}, {"paperId": "ac227e5ba2a0c6d27b12b3164826549762e657c1", "title": "The Top 100 Articles in the Medical Informatics: a Bibliometric Analysis"}, {"paperId": "428a087403ba4ebee0346d8a0d04bf4b1c263ce6", "title": "Tracing Technological Development Trajectories: A Genetic Knowledge Persistence-Based Main Path Approach"}, {"paperId": "2e9abfbfe813cc0f9e60ee11caaed251907673f8", "title": "Constructing conceptual trajectory maps to trace the development of research fields"}, {"paperId": "f54ac158a8207a806ff32ebff14965e27756fb36", "title": "A new approach for main path analysis: Decay in knowledge diffusion"}, {"paperId": "ad9fca3094dee6d50b0da770d4db9912b148059a", "title": "Enrollment Choice in a Multi-HMO Setting:"}, {"paperId": "9ea9c4d0b6ef2ab2ca2e3803a07973561ce114b1", "title": "The main paths of medical tourism: From transplantation to beautification"}, {"paperId": "b9d07a6d9ef74509f52be7fa704a9b3f29a9a2a2", "title": "The Evolving Intellectual Structure of the Health Informatics Discipline: A Multi-Method Investigation of a Rapidly-Growing Scientific Field"}, {"paperId": "dfc9fed89d64e25393a93d5548d239132558592c", "title": "Knowledge diffusion path analysis of data quality literature: A main path analysis"}, {"paperId": "3c24e56ef9f46e84b52b00700845c08dc1078fc9", "title": "Technological change in lithium iron phosphate battery: the key-route main path analysis"}, {"paperId": "ad66910ad033e92a3855b877b41ef47a6b2fc6a8", "title": "Measuring knowledge persistence: a genetic approach to patent citation networks"}, {"paperId": "ba2aa4678bce4c0b383cfe5c72ca11de47d51975", "title": "Knowledge dynamics and sources of eco-innovation: Mapping the Green Chemistry community"}, {"paperId": "e2f61db561f1bc1c11b031ca33049d70196a6f95", "title": "Exploiting affinities between topic modeling and the sociological perspective on culture: Application to newspaper coverage of U.S. government arts funding"}, {"paperId": "d2d4f7fb967a61a1cc00ce0f0482dc177ce9e150", "title": "Networks of networks: a citation network analysis of the adoption, use, and adaptation of formal network techniques in archaeology"}, {"paperId": "21e30754dd0a68db68fb0893d4fc3e2da87ae317", "title": "Aggregative and stochastic model of main path identification: a case study on graphene"}, {"paperId": "d87eb1f2b1995c17f119f5836e6a0a0474a5ef8b", "title": "What constitutes the field of health information systems? Fostering a systematic framework and research agenda"}, {"paperId": "7fd6b19c5aae90c3f69fa334135918d930bfcd12", "title": "An integrated approach for main path analysis: Development of the Hirsch index as an example"}, {"paperId": "cca10e54695e556f4b8f8dcfbccfcdff75cc93db", "title": "An innovative approach to identify the knowledge diffusion path: the case of resource-based theory"}, {"paperId": "fa9ab8115b0aef140e56ebcd8a5f16f30c4165ce", "title": "An emerging paradigm or just another trajectory? Understanding the nature of technological changes using engineering heuristics in the telecommunications switching industry"}, {"paperId": "ef2d64e448ee5ed2dc26179c8570803ded123a5e", "title": "Optimizing Semantic Coherence in Topic Models"}, {"paperId": "8deeb6091710caab295d66a1d9fa2485a83b7eac", "title": "Probabilistic Topic Models"}, {"paperId": "3c0f7560d6a114c50b58adb74f1fe4df971314d7", "title": "The Intellectual Structure of Health and Medical Informatics"}, {"paperId": "27350e835e0120098f4a1686fa267de5d531d94b", "title": "Healthcare Informatics"}, {"paperId": "c1d35c970b0d1c9e25c0fcab74b865c5e20db7f7", "title": "Main-path analysis and path-dependent transitions in HistCite-based historiograms"}, {"paperId": "05a4b002e0dac8c23dc72a2123be04dba3452267", "title": "Combining mapping and citation network analysis for a better understanding of the scientific development: The case of the absorptive capacity field"}, {"paperId": "4fef925b004cf67e6afd9abf874ceb244472fd39", "title": "Research themes and trends in health information systems."}, {"paperId": "91532eb199e1a6cca8df3203f2e78799767dcea0", "title": "Unsupervised prediction of citation influences"}, {"paperId": "fe2d3ce8a4c8c4bd5c0152b29636ac3a278295b1", "title": "Mapping evolutionary trajectories: Applications to the growth and transformation of medical knowledge"}, {"paperId": "352f2c32d20013fe3e06d1e2c9892a7f3db503bf", "title": "Mapping Technological Trajectories as Patent citation Networks: a Study on the History of Fuel Cell Research"}, {"paperId": "fe03b677f83f9cf4531556e3b3bb5a68095f8e4e", "title": "Viewpoint Paper: Clinical Decision Support and Electronic Prescribing Systems: A Time for Responsible Thought and Action"}, {"paperId": "14ec89c517bd528a157babd28af90a6011f02b1c", "title": "On six degrees of separation in DBLP-DB and more"}, {"paperId": "41e1071c50a3e6dbcb5f37f3b8949324e50cb051", "title": "Is citation analysis a legitimate evaluation tool?"}, {"paperId": "3342531eb46d07e8b6fb8b53fd31fd7354b177fc", "title": "Why do we need algorithmic historiography?"}, {"paperId": "f198043a866e9187925a8d8db9a55e3bfdd47f2c", "title": "Latent Dirichlet Allocation"}, {"paperId": "240ddf662375fd364ad89d7697cde0acdb705dc4", "title": "The Era of Patient Safety: Implications for Nursing Informatics Curricula"}, {"paperId": "bbfdc787988af15eb56804493d2d6d561252908e", "title": "Review: Embedded Structures and Representation of Nursing Knowledge"}, {"paperId": "4b24054ca7aa04b8cf60bd58f62fb7ccdc7e1571", "title": "Model Formulation: Representing Nursing Activities within a Concept-oriented Terminological System: Evaluation of a Type Definition"}, {"paperId": "c7e881aaf3f65974e8c23bcf4cccdf483208ac2b", "title": "Eliciting consumer preferences for health plans."}, {"paperId": "f1962baa356e10c4fd936b9e9f910869a5864a75", "title": "Authoritative sources in a hyperlinked environment"}, {"paperId": "ea2463d494d1ed5609c99f71d7084cba293dda6e", "title": "Review Paper: The Basis for Using the Internet to Support the Information Needs of Primary Care"}, {"paperId": "9f4a44e7f4ed5bc90b94f3ddf38f54295006018c", "title": "A framework for comprehensive health terminology systems in the United States: development guidelines, criteria for selection, and public policy implications. ANSI Healthcare Informatics Standards Board Vocabulary Working Group and the Computer-Based Patient Records Institute Working Group on Codes "}, {"paperId": "1e73ec615e41c7ad693338750eed0f9d55fcd575", "title": "Desiderata for controlled medical vocabularies in the twenty-first century."}, {"paperId": "e00ad026e131f40380c0a34e7332e3d30f85095a", "title": "Review: Improving Health Care by Understanding Patient Preferences: The Role of Computer Technology"}, {"paperId": "ac8729daeaa1cdde6f9fb869db53987cb7bc6eb4", "title": "Connectivity in a citation network: The development of DNA theory☆"}, {"paperId": "59432300d570c7066d9a40753c0dd3285e5ca118", "title": "Measurement of Physician Performance by Standardized Patients: Refining Techniques for Undetected Entry in Physicians' Offices"}, {"paperId": "375007f3c40f74f02a17dc6d791ff4bda1e321c4", "title": "The Effect of Private Attitudes on Public Policy"}, {"paperId": "aa73c65882609ec143b2ece4aa1da908444bbe66", "title": "Price and Membership in a Prepaid Group Medical Practice"}, {"paperId": "b18f12a2a507fa3e93b5599040ca50fc20f7cfc3", "title": "AUTOGRP: An Interactive Computer System for the Analysis of Health Care Data"}, {"paperId": "3965c9cdd11212712668897dcdf9a7ea5cb0eab4", "title": "Frequency of Referral and Patient Characteristics in Group Practice"}]}
