{"paperId": "77e3aba1f06b7c1fbdeeb64da317942ac9bff014", "title": "Improving fitness: Mapping research priorities against societal needs on obesity", "citations": [{"paperId": "363422d03bcf1107b1bc3f5dc319006a714cc829", "title": "Mapping Chilean clinical research: a protocol for a scoping review and multiple evidence gap maps"}, {"paperId": "844a837dac60ad38642d3ee9913fe43f387e7067", "title": "Mapping the field of physical therapy and identification of the leading active producers. A bibliometric analysis of the period 2000- 2018."}, {"paperId": "ad8f852f17b6c4f3fabfb697a0de1253dce8703b", "title": "EXTRAÇÃO DE CONHECIMENTO EM DISCURSOS POLÍTICOS: REVISÃO SISTEMÁTICA"}, {"paperId": "ac9f8d75e975bbba13f2ea374ec75ac4959dfe07", "title": "Connecting brain and heart: artificial intelligence for sustainable development"}, {"paperId": "1d7fe34b070b14ff85730ee6f5c7efbee188e1b5", "title": "How does academia respond to the burden of infectious and parasitic disease?"}, {"paperId": "b8afd12b087db2be30265d53d0343cc21e8718ee", "title": "Research priority setting in obesity: a systematic review"}, {"paperId": "325e02c90a2c39809f3b9adf85be309ccc6b49de", "title": "Identifying core policy instruments based on structural holes: A case study of China's nuclear energy policy"}, {"paperId": "7e1ceefee8bdf967e090df283b5af7b3108e2fe5", "title": "Exploring the Links Between Research Demand and Supply: The Case of Chagas"}, {"paperId": "ec2060d302a4d2c05cf8272d4ef1e8dcb5b43b9e", "title": "Community engagement in the Faculty of Health Science: A concept analysis"}, {"paperId": "225e84c9d612b106d854c92cf6e1b82450c1cb5e", "title": "Using ontologies to map between research data and policymakers’ presumptions: the experience of the KNOWMAK project"}, {"paperId": "57bffea4e43a85d94e8eae6ebf2166fdfb1e5731", "title": "Do national funding organizations properly address the diseases with the highest burden?: Observations from China and the UK"}, {"paperId": "bd8e507de66e2056d82d664ce6f0b4022189cbf4", "title": "Concentration of Danish research funding on individual researchers and research topics: Patterns and potential drivers"}, {"paperId": "1f5c9d70355336f116169a8ff2eceb1bc49573e6", "title": "Medical research versus disease burden in Africa"}, {"paperId": "3ef7c81c275a7ac2bedc42c506aa47cf7d9a745d", "title": "Scientific paper on the KNOWMAK ontology"}, {"paperId": "0fa313a0fbc5bbcae05d39d66e01a080cc2f9c64", "title": "Linking the dimensions of policy-related research on obesity: a hybrid mapping with multicluster topics and interdisciplinarity maps"}, {"paperId": "1af81d87d40bc554bbc886444a6b629e2de04cb9", "title": "Mapping research in assisted reproduction worldwide."}, {"paperId": "0c955b542a1be7f5f2533069fee3dec59d43db74", "title": "Open data visualizations and analytics as tools for policy-making"}, {"paperId": "d10195a2b505913100cb51d71931a4569ef051dd", "title": "Using ontologies to map between research and policy data: opportunities and challenges"}, {"paperId": "ef6dca167055eda3e0974a68e71dc4bcc08a5e95", "title": "Scientometric analysis of the term \"microbiota\" in research publications (1999-2017): A second youth of a century-old concept."}, {"paperId": "f52a6085da9cd6e3a20edfe69abd882d65e7b0cf", "title": "The relation between research priorities and societal demands: The case of rice"}, {"paperId": "2512e5ef456f9597b1b1151e24454fcda5cf96e7", "title": "Mapping social media attention in Microbiology: Identifying main topics and actors"}, {"paperId": "89c75b17a1e97eb1c1401f9fe15eeca248a7021e", "title": "Using a diabetes discussion forum and Wikipedia to detect the alignment of public interests and the research literature"}, {"paperId": "70408ba5ab31c0996c1ce1763f2db0ffc882ec6f", "title": "Institutional shaping of research priorities: A case study on avian influenza"}, {"paperId": "8f93eab9456d892db3d8dc88b15a59c3b1e5417a", "title": "S&T indicators in the wild: Contextualization and participation for responsible metrics"}, {"paperId": "e762543430cb17c70d2af735ea3e0ee07205e99c", "title": "Is Research Responding to Health Needs?"}, {"paperId": "404ecb2ec14d08bfb0f0543887854f02afa083b0", "title": "Mapping knowledge with ontologies: the case of obesity"}]}
