{"paperId": "d1d100a2e2089f5bc822043920bd30147d54649b", "title": "Document-based topic coherence measures for news media text", "citations": [{"paperId": "a105c338840f326888e02bd00a28d6564f42ca23", "title": "Topic modeling revisited: New evidence on algorithm performance and quality metrics"}, {"paperId": "a9ae78915329ee1df75a9797b1f179b5e75de113", "title": "One Configuration to Rule Them All? Towards Hyperparameter Transfer in Topic Models using Multi-Objective Bayesian Optimization"}, {"paperId": "35225a4b55d12339bcbf3a37de2cf4ceb299e9ea", "title": "How Do Chinese People View Cyberbullying? A Text Analysis Based on Social Media"}, {"paperId": "9535968d87577c296340057b386319a88c1f4637", "title": "Investigating the Impact of the New York State Flavor Ban on e-Cigarette–Related Discussions on Twitter: Observational Study"}, {"paperId": "af0e9d75475cbff4587b5ca4eb4501fe023de849", "title": "Becoming an Expert Teacher: Assessing Expertise Growth in Peer Feedback Video Recordings by Lexical Analysis"}, {"paperId": "bd9d736bed7d853db346a4eae333685d043818a0", "title": "A high-resolution temporal and geospatial content analysis of Twitter posts related to the COVID-19 pandemic"}, {"paperId": "9f371f79a3366eeac176ae268760ff2653d119d0", "title": "Visualization and performance measure to determine number of topics in twitter data clustering using hybrid topic modeling"}, {"paperId": "6a1e38c8da6e1e1a65b029b3e409049c90f6dd73", "title": "Topic Model or Topic Twaddle? Re-evaluating Semantic Interpretability Measures"}, {"paperId": "7e29aaf3b55578414bdec263d8a36f8a6506357f", "title": "LeDoCl : A Semantic Model for Legal Documents Classification using Ensemble Methods"}, {"paperId": "515a11709e23a6374807edc612743c565d8d79f3", "title": "Characteristics of and User Engagement With Antivaping Posts on Instagram: Observational Study (Preprint)"}, {"paperId": "9e9a85ab8f08465e0a6f382ac5432668cb2f762f", "title": "Characteristics of and User Engagement With Antivaping Posts on Instagram: Observational Study"}, {"paperId": "7b596618847203926579803750561a741c419678", "title": "Electronic Cigarette Users' Perspective on the COVID-19 Pandemic: Observational Study Using Twitter Data"}, {"paperId": "7cb12711e525145a6f1ecd1bea0e04d68e3f0c53", "title": "A Topic Coverage Approach to Evaluation of Topic Models"}, {"paperId": "87a80de7c4b3034393ed30cadebfc6fcfb4e24ed", "title": "Comparison of Data Analytic Techniques for a Spatial Opinion Mining in Literary Works: A Review Paper"}, {"paperId": "73c9c4d41c2c88995c3d269cd2af5eb9b007aefd", "title": "KazNewsDataset: Single Country Overall Digital Mass Media Publication Corpus"}, {"paperId": "84d8b9ba16f6b4165b681321b7e7aafd7fa2e1f7", "title": "What do You Mean, Doctor? A Knowledge-based Approach for Word Sense Disambiguation of Medical Terminology"}, {"paperId": "237469d2d855da0b5bba087e5ab71d52426562ac", "title": "Strengthening human-computer interfaces: an automatic construction and evaluation of an annotated corpus"}, {"paperId": "14e57108025096effb7bae55afda41d2e7fcbdb8", "title": "Electronic Cigarette Users' Perspective on the COVID-19 Pandemic: Observational Study Using Twitter Data (Preprint)"}, {"paperId": "92f3d6431f2e8e298f448ef021ae456fc92b77c2", "title": "A Perspective of Electronic Cigarette Users on the COVID-19 Pandemic in Twitter: Observational Study."}, {"paperId": "dca87f369fdc6ce6ffa6bbd4577f39f510eaea83", "title": "Electronic word of mouth analysis for new product positioning evaluation"}, {"paperId": "3bfbc340238909e58664045c5163950a508cd053", "title": "Semi-automatic extraction and validation of concepts in ontology learning from texts in Spanish"}, {"paperId": "ef4aa3bcf5ea39f778f78080d9a7829fff476812", "title": "A Perspective of Electronic Cigarette Users on the COVID-19 Pandemic in Twitter: Observational Study (Preprint)"}, {"paperId": "f97999353dcdd7c3d8b72f862fc1852e3f53ea7f", "title": "Propaganda Identification Using Topic Modelling"}, {"paperId": "e49be05ca8a5ff60fff9da7c2de5507c43590ff4", "title": "Obtaining More Specific Topics and Detecting Weak Signals by Topic Word Selection"}, {"paperId": "8a7a1c42bf963251fdc8a46b17a7bc1d791e06ee", "title": "Big data metrics: Time sensitivity analysis of multimedia news"}, {"paperId": "03ef68e79f681478e321128acf81854a63ea84a5", "title": "Decision Support in Assessing the Quality of Students' Educational and Scientific Work Based on Automated Text Analysis of the Document"}, {"paperId": "489c60b9d0aaa05f0ea274d97dbdc0b9da5fad2d", "title": "Data Mining K-Means Document Clustering using TFIDF and Word Frequency Count"}]}
